Tekla Open API Reference for Tekla Structures 2025
PickerInputObject Methods
The PickerInputObject type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides PickerInputWithinAView.IsEqual(Object).)
Top
See Also
Reference
PickerInputObject Class
Tekla.Structures.Drawing Namespace